/* No comment provided by engineer. */
"Find and book the Hairdresser you need. Anywhere. Anytime. " = "Find and book the Hairdresser you need. Anywhere. Anytime. ";

/* No comment provided by engineer. */
"Find Haircuts & Hairstyles and take inspiration from people like you" = "Find Haircuts & Hairstyles and take inspiration from people like you";

/* No comment provided by engineer. */
"Keep & Share inspiring Hairfies" = "Keep & Share inspiring Hairfies";

"fbConnect" = "Login with Facebook";
"login" = "Login";
"signUp" = "Sign up";